Repository: gunnargestsson/IntegrateCurrencyFeedsToBC
Catalog: Integrate Currency Feeds/Translations/Integrate Currency Feeds.*.xlf
Languages: is_is

# Table 2584970738 - Property 2879900210
source: Arion Banki Setup
is_is: Uppsetning Arion banka

# Table 2584970738 - Field 1663593181 - Property 2879900210
source: Primary Key
is_is: Aðallykill

# Table 2584970738 - Field 29090838 - Property 2879900210
source: Rate Type
is_is: Tegund gengis

# Table 96542906 - Property 2879900210
source: Connect Exch. Rate Setup
is_is: Tengiuppsetning gengis

# Table 96542906 - Field 1255430798 - Property 2879900210
source: Cache Service Url
is_is: Vefslóð biðminnisþjónustu

# Table 96542906 - Field 3094658861 - Property 2879900210
source: Overwrite Policy
is_is: Skrifa yfir reglu

# Table 96542906 - Field 1663593181 - Property 2879900210
source: Primary Key
is_is: Aðallykill

# Table 96542906 - Field 474480784 - Property 2879900210
source: Start Date
is_is: Upphafsdagur

# Table 96542906 - Field 564984118 - Property 2879900210
source: Starting Date Formula
is_is: Reikniregla upphafsdags.

# Table 956775470 - Property 2879900210
source: Currency Exch. Rate Service
is_is: Þjónusta fyrir gengi gjaldmiðla

# Table 956775470 - Field 307905433 - Property 2879900210
source: Cache Url
is_is: Vefslóð skyndiminnis

# Table 956775470 - Field 1961930194 - Property 2879900210
source: Codeunit Id
is_is: Codeunit-kenni

# Table 956775470 - Field 3461834954 - Property 2879900210
source: Description
is_is: Lýsing

# Table 956775470 - Field 1394317240 - Property 2879900210
source: Service Provider
is_is: Þjónustuveita

# Table 956775470 - Field 2665222867 - Property 2879900210
source: Setup Page Id
is_is: Kenni uppsetningarsíðu

# Table 956775470 - Field 4165234317 - Property 2879900210
source: Url
is_is: Vefslóð

# Table 2667293814 - Property 2879900210
source: Currency Buffer
is_is: Biðskrá gjaldmiðils

# Table 2667293814 - NamedType 1095609322
source: Specify currency filter for when the exchange rates will be applied.
is_is: Tilgreina gjaldmiðilsafmörkun fyrir þegar gengið verður notað.

# Table 2667293814 - Field 2210284121 - Property 2879900210
source: Currency Filter
is_is: Gjaldmiðilsafmörkun [NAB: SUGGESTION]Gjaldmiðilssía

# Table 2667293814 - Field 219387541 - Property 2879900210
source: Get Structure
is_is: Sækja uppbyggingu

# Table 2667293814 - Field 415504711 - Property 2879900210
source: Id
is_is: Kenni [NAB: SUGGESTION]Auðkenni

# Table 2667293814 - Field 750064457 - Property 2879900210
source: Temp Blob
is_is: BLOB tímabundið

# Table 3417040914 - Property 2879900210
source: Sedlabanki.is Setup
is_is: Uppsetning Sedlabanki.is

# Table 3417040914 - Field 1663593181 - Property 2879900210
source: Primary Key
is_is: Aðallykill

# Table 3417040914 - Field 29090838 - Property 2879900210
source: Rate Type
is_is: Tegund gengis

# Table 2435344630 - Property 2879900210
source: Setup fixer.io
is_is: Uppsetning fixer.io

# Table 2435344630 - NamedType 3294769958
source: Account API Key is missing in %1
is_is: API-lykil vantar í %1

# Table 2435344630 - Field 2665936468 - Property 2879900210
source: Account API Key Storage Key
is_is: Geymslulykill API-lykils fyrir reikning

# Table 2435344630 - Field 1663593181 - Property 2879900210
source: Primary Key
is_is: Aðallykill

# Table 2435344630 - Field 2836046117 - Property 2879900210
source: Subscription Type
is_is: Gerð áskriftar

# Table 694487868 - Property 2879900210
source: Setup xe.com
is_is: Uppsetning xe.com

# Table 694487868 - NamedType 3294769958
source: Account ID and Account API Key is missing in %1
is_is: Auðkenni reiknings og API-lykil vantar í %1

# Table 694487868 - Field 2665936468 - Property 2879900210
source: Account API Key Storage Key
is_is: Geymslulykill API-lykils fyrir reikning

# Table 694487868 - Field 468912198 - Property 2879900210
source: Account ID Key
is_is: Lykill reikningskennis

# Table 694487868 - Field 42754125 - Property 2879900210
source: Organization
is_is: Stofnun/fyrirtæki

# Table 694487868 - Field 3820220526 - Property 2879900210
source: Package
is_is: Pakki

# Table 694487868 - Field 1469321073 - Property 2879900210
source: Package Limit
is_is: Sendingarmörk

# Table 694487868 - Field 2089994477 - Property 2879900210
source: Package Limit Remaining
is_is: Eftirstandandi pakkamörk

# Table 694487868 - Field 1663593181 - Property 2879900210
source: Primary Key
is_is: Aðallykill

# Table 694487868 - Field 2304787651 - Property 2879900210
source: Subscription End Time
is_is: Lokatími áskriftar

# Table 694487868 - Field 3614921810 - Property 2879900210
source: Subscription Id
is_is: Auðkenni áskriftar

# Table 694487868 - Field 188713146 - Property 2879900210
source: Subscription Start Time
is_is: Upphafstími áskriftar

# Table 896418414 - Property 2879900210
source: tcmb.gov.tr Setup
is_is: Uppsetning tcmb.gov.tr

# Table 896418414 - Field 1663593181 - Property 2879900210
source: Primary Key
is_is: Aðallykill

# Table 896418414 - Field 29090838 - Property 2879900210
source: Rate Type
is_is: Tegund gengis

# Codeunit 4199969477 - NamedType 3100321899
source: Downloads missing exchange rates
is_is: Niðurhal vantar gengi

# Codeunit 4199969477 - Method 2894793807 - NamedType 1803812000
source: Error Code: %1\%2
is_is: Villukóði: %1\%2

# Codeunit 1055492337 - Method 360496938 - NamedType 4077039996
source: Web Request Error.\Status Code: %1\Status Message: %2\Content: %3
is_is: Vefbeiðnivilla.\Stöðukóði: %1\Stöðuboð: %2\Efni: %3

# Codeunit 145453302 - NamedType 1044654440
source: Unable to convert exchange rates from %1 to %2
is_is: Ekki er hægt að umbreyta gengi úr %1 í %2

# Codeunit 1326225408 - NamedType 4243609979
source: Unable to use D365 Connect Cache Service. Please try again in a moment.
is_is: Ekki tókst að nota D365 Connect-skyndiminnisþjónustu. Reynið aftur eftir augnablik.

# Codeunit 325178790 - NamedType 2024709530
source: The record must be temporary.
is_is: Færslan verður að vera tímabundin.

# Codeunit 1539201859 - NamedType 2024709530
source: The record must be temporary.
is_is: Færslan verður að vera tímabundin.

# Codeunit 1539201859 - NamedType 638546248
source: Unable to read currencies from the xml.
is_is: Það er ekki hægt að lesa gjaldmiðla úr xml.

# Codeunit 3193414230 - NamedType 1409861834
source: Fix now
is_is: Laga núna

# Codeunit 3193414230 - NamedType 4048722543
source: All currencies have been updated with the required ISO Code
is_is: Allir gjaldmiðlar hafa verið uppfærðir með áskildum ISO-kóða

# Codeunit 3193414230 - NamedType 1184038820
source: Ignore
is_is: Hunsa

# Codeunit 3193414230 - NamedType 1304771032
source: ISO Code is missing on one or more currencies
is_is: ISO-kóða vantar í einn eða fleiri gjaldmiðla

# Codeunit 3141320517 - Method 2771659080 - NamedType 632872114
source: Unable to verify access to the Url: %1
is_is: Ekki tókst að staðfesta aðgang að vefslóðinni: %1

# Codeunit 1011609637 - NamedType 3100321899
source: Downloads the exchange rates for last 90 days
is_is: Niðurhal á gengi síðustu 90 daga

# Codeunit 1011609637 - Method 2894793807 - NamedType 1803812000
source: Error Code: %1\%2
is_is: Villukóði: %1\%2

# Codeunit 1048216538 - NamedType 3100321899
source: Downloads the latest exchange rates
is_is: Sækir nýjasta gengið

# Codeunit 1048216538 - Method 2894793807 - NamedType 1803812000
source: Error Code: %1\%2
is_is: Villukóði: %1\%2

# Codeunit 1757812948 - NamedType 3100321899
source: Downloads missing exchange rates
is_is: Niðurhal vantar gengi

# Codeunit 1757812948 - NamedType 950344170
source: fixer.io Setup is missing
is_is: fixer.io uppsetningu vantar

# Codeunit 1757812948 - Method 2158570608 - NamedType 1803812000
source: Error Code: %1\%2
is_is: Villukóði: %1\%2

# Codeunit 1757812948 - Method 3006579326 - NamedType 1803812000
source: Error Code: %1\%2
is_is: Villukóði: %1\%2

# Codeunit 4143040095 - NamedType 3100321899
source: Downloads the last 5 days exchange rates
is_is: Sækir síðustu 5 daga gengi

# Codeunit 4143040095 - Method 2894793807 - NamedType 1803812000
source: Error Code: %1\%2
is_is: Villukóði: %1\%2

# Codeunit 3356672840 - NamedType 3100321899
source: Downloads the latest exchange rates
is_is: Sækir nýjasta gengið

# Codeunit 3356672840 - Method 2894793807 - NamedType 1803812000
source: Error Code: %1\%2
is_is: Villukóði: %1\%2

# Codeunit 2381292594 - NamedType 3100321899
source: Downloads missing exchange rates
is_is: Niðurhal vantar gengi

# Codeunit 2381292594 - NamedType 2824926587
source: Unable to read base currency from Json
is_is: Það er ekki hægt að lesa grunngjaldmiðil frá Json

# Codeunit 2381292594 - Method 2158570608 - NamedType 1803812000
source: Error Code: %1\%2
is_is: Villukóði: %1\%2

# Codeunit 3870695981 - NamedType 3100321899
source: Downloads the latest exchange rates
is_is: Sækir nýjasta gengið

# Codeunit 2267671615 - NamedType 3100321899
source: Downloads missing exchange rates
is_is: Niðurhal vantar gengi

# Codeunit 1441192008 - NamedType 3100321899
source: Downloads missing exchange rates
is_is: Niðurhal vantar gengi

# Codeunit 1441192008 - Method 2894793807 - NamedType 1803812000
source: Error Code: %1\%2
is_is: Villukóði: %1\%2

# Codeunit 4264503002 - NamedType 3100321899
source: Downloads the latest exchange rates
is_is: Sækir nýjasta gengið

# Codeunit 4264503002 - Method 2894793807 - NamedType 1803812000
source: Error Code: %1\%2
is_is: Villukóði: %1\%2

# Codeunit 513331038 - NamedType 3100321899
source: Downloads missing exchange rates
is_is: Niðurhal vantar gengi

# Codeunit 513331038 - NamedType 950344170
source: Xe.com Setup is missing
is_is: Xe.com uppsetningu vantar

# Codeunit 513331038 - Method 2158570608 - NamedType 1803812000
source: Error Code: %1\%2
is_is: Villukóði: %1\%2

# Page 2584970738 - Property 2879900210
source: Arion Banki Setup
is_is: Uppsetning Arion banka

# Page 2584970738 - Control 2445482498 - Property 2879900210
source: General
is_is: Almennt

# Page 2584970738 - Control 29090838 - Property 1295455071
source: Specifies the rate type to be downloaded from Arion Banki
is_is: Tilgreinir gengistegund til niðurhals frá Arion banka

# Page 96542906 - Property 2879900210
source: Connect Exch. Rate Setup
is_is: Tengja uppsetningu gengis

# Page 96542906 - Control 2445482498 - Property 2879900210
source: General
is_is: Almennt

# Page 96542906 - Control 1255430798 - Property 1295455071
source: Specifies the value of the Cache Service Url field.
is_is: TIlgreinir vefslóð biðminnisþjónustu sem er nauðsynleg til uppsetningar á þjónustunni.

# Page 96542906 - Control 3094658861 - Property 1295455071
source: Specifies the overwrite policy for imported currency exchange rates.
is_is: Tilgreinir yfirskriftarreglu fyrir gengi innflutts gjaldmiðils.

# Page 96542906 - Control 3094658861 - Property 2879900210
source: Overwrite Policy
is_is: Skrifa yfir reglu

# Page 96542906 - Control 474480784 - Property 1295455071
source: Specifies the start date that will be used as the first possible date to download the exchange rates.
is_is: Tilgreinir upphafsdag sem verður notuð sem fyrsta mögulega dagsetning til að sækja gengin.

# Page 96542906 - Control 474480784 - Property 2879900210
source: Start Date
is_is: Upphafsdagur

# Page 96542906 - Control 564984118 - Property 1295455071
source: Specifies that the imported currency exchange rate date will we adjusted using this date formula.
is_is: Tilgreinir að innflutt dagsetning gengis gjaldmiðils verði leiðrétt með þessari dagsetningarreglu.

# Page 96542906 - Control 564984118 - Property 2879900210
source: Starting Date Formula
is_is: Reikniregla upphafsdags.

# Page 96542906 - Control 912261439 - Property 2879900210
source: Period
is_is: Tímabil [NAB: SUGGESTION]Tímabili

# Page 96542906 - Control 4253885865 - Property 1295455071
source: Specifies the next currency period end date based on G/L Entries, Currency Exchange Rates and the Start Date specifies in the General tab.
is_is: Tilgreinir lokadagsetningu næsta gjaldmiðilstímabils byggt á fjárhagsfærslum, gengi gjaldmiðils og upphafsdagsetningu sem tilgreind er í flipanum "Almennt".

# Page 96542906 - Control 4253885865 - Property 2879900210
source: Next Period End
is_is: Lok næsta tímabils

# Page 96542906 - Control 3386489892 - Property 1295455071
source: Specifies the next currency period start date based on G/L Entries, Currency Exchange Rates and the Start Date specifies in the General tab.
is_is: Tilgreinir upphafsdagsetningu næsta gjaldmiðilstímabils út frá fjárhagsfærslum, gengi gjaldmiðils og upphafsdagsetningu sem tilgreind er í flipanum "Almennt".

# Page 96542906 - Control 3386489892 - Property 2879900210
source: Next Period Start
is_is: Upphaf næsta tímabils

# Page 4151548347 - Property 2879900210
source: Connected Exch. Rate Services
is_is: Tengd gengisþjónusta

# Page 4151548347 - Control 1961930194 - Property 1295455071
source: Specifies the Codeunit Id to be executed for data handling.
is_is: Tilgreinir codeunit-kenni sem á að framkvæma fyrir meðhöndlun gagna.

# Page 4151548347 - Control 1961930194 - Property 2879900210
source: Codeunit Id
is_is: Codeunit-kenni

# Page 4151548347 - Control 3461834954 - Property 1295455071
source: Specifies a description for the Connected Exchange Rate Service functionality.
is_is: Tilgreinir lýsingu fyrir eiginleikann "Tengd gengisþjónusta".

# Page 4151548347 - Control 3461834954 - Property 2879900210
source: Description
is_is: Lýsing

# Page 4151548347 - Control 1394317240 - Property 1295455071
source: Specifies a service provider Url for the connected exchange rate service.
is_is: Tilgreinir vefslóð þjónustuveitu fyrir tengda gengisþjónustu.

# Page 4151548347 - Control 1394317240 - Property 2879900210
source: Service Provider
is_is: Þjónustuveita

# Page 4151548347 - Control 4165234317 - Property 1295455071
source: Specifies the Currency Exchange Rate Service Url to match.
is_is: Tilgreinir vefslóð gengisþjónustu fyrir gjaldmiðil.

# Page 4151548347 - Control 4165234317 - Property 2879900210
source: Url
is_is: Vefslóð

# Page 4151548347 - Action 358569059 - Property 1295455071
source: Open SConnect etup for the currency exchange rate services.
is_is: Opna SConnect-osfrv. fyrir gengisþjónustu gjaldmiðils.

# Page 4151548347 - Action 358569059 - Property 2879900210
source: Connect Setup
is_is: Uppsetning á tengingu

# Page 4151548347 - Action 1514883969 - Property 1295455071
source: Open Setup for the current currency exchange rate service.
is_is: Opna uppsetningu fyrir núverandi gengisþjónustu gjaldmiðils.

# Page 4151548347 - Action 1514883969 - Property 2879900210
source: Service Setup
is_is: Þjónustukerfisgrunnur

# Page 4280602967 - Property 2879900210
source: Connect Currency ISO List
is_is: Tengja ISO-lista gjaldmiðils

# Page 4280602967 - Control 3426068969 - Property 1295455071
source: Specifies the value of the Amount Decimal Places field
is_is: Tilgreinir gildi reitsins Aukastafir upphæðar

# Page 4280602967 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field
is_is: Tilgreinir gildið í reitnum Lýsing

# Page 4280602967 - Control 2447562628 - Property 1295455071
source: Specifies the value of the ISO Code field
is_is: Tilgreinir gildi reitsins ISO-kóði

# Page 4280602967 - Control 2226396341 - Property 1295455071
source: Specifies the value of the ISO Numeric Code field
is_is: Tilgreinir gildi reitsins ISO-talnakóði

# Page 3417040914 - Property 2879900210
source: Sedlabanki.is Setup
is_is: Sedlabanki.is uppsetningu

# Page 3417040914 - Control 2445482498 - Property 2879900210
source: General
is_is: Almennt

# Page 3417040914 - Control 29090838 - Property 1295455071
source: Specifies the rate type to download.
is_is: Tilgreinir gerð gengis sem á að sækja.

# Page 2435344630 - Property 2879900210
source: Setup fixer.io
is_is: Uppsetning fixer.io

# Page 2435344630 - Control 486669812 - Property 2879900210
source: Authentication
is_is: Sannvottun

# Page 2435344630 - Control 2104240282 - Property 1295455071
source: Specifies the value of the Account API Key for the service.
is_is: Tilgreinir gildi API-lykils reiknings fyrir þjónustuna.

# Page 2435344630 - Control 2104240282 - Property 2879900210
source: Account API Key
is_is: API-lykill reiknings

# Page 2435344630 - Control 4040426973 - Property 2879900210
source: Subscription
is_is: Áskrift

# Page 2435344630 - Control 2836046117 - Property 1295455071
source: Specifies the subscription type for fixer.io. Subscription type will affect the request made from Business Central to fixer.io.
is_is: Tilgreinir áskriftargerð fyrir fixer.io. Gerð áskriftar mun hafa áhrif á beiðnina frá Business Central til fixer.io.

# Page 2435344630 - Control 2836046117 - Property 2879900210
source: Subscription Type
is_is: Gerð áskriftar

# Page 694487868 - Property 2879900210
source: Setup xe.com
is_is: Setja xe.com upp

# Page 694487868 - Control 3021525681 - Property 2879900210
source: Account Information
is_is: Reikningsupplýsingar

# Page 694487868 - Control 42754125 - Property 1295455071
source: Specifies the value of the Organization field
is_is: Tilgreinir gildi reitsins Fyrirtæki

# Page 694487868 - Control 42754125 - Property 2879900210
source: Organization
is_is: Stofnun/fyrirtæki

# Page 694487868 - Control 3820220526 - Property 1295455071
source: Specifies the value of the Package field
is_is: Tilgreinir gildi reitsins Pakki

# Page 694487868 - Control 3820220526 - Property 2879900210
source: Package
is_is: Pakki

# Page 694487868 - Control 1469321073 - Property 1295455071
source: Specifies the value of the Package Limit field
is_is: Tilgreinir gildið í reitnum Takmörk pakka

# Page 694487868 - Control 1469321073 - Property 2879900210
source: Package Limit
is_is: Sendingarmörk

# Page 694487868 - Control 2089994477 - Property 1295455071
source: Specifies the value of the Package Limit Remaining field
is_is: Tilgreinir gildið í reitnum Eftirstöðvar pakkamörka

# Page 694487868 - Control 2089994477 - Property 2879900210
source: Package Limit Remaining
is_is: Eftirstandandi pakkamörk

# Page 694487868 - Control 2304787651 - Property 1295455071
source: Specifies the value of the Subscription End Time field
is_is: Tilgreinir gildi reitsins Lokatími áskriftar

# Page 694487868 - Control 2304787651 - Property 2879900210
source: Subscription End Time
is_is: Lokatími áskriftar

# Page 694487868 - Control 3614921810 - Property 1295455071
source: Specifies the value of the Subscription Id field
is_is: Tilgreinir gildi reitsins Kenni áskriftar

# Page 694487868 - Control 3614921810 - Property 2879900210
source: Subscription Id
is_is: Auðkenni áskriftar

# Page 694487868 - Control 188713146 - Property 1295455071
source: Specifies the value of the Subscription Start Time field
is_is: Tilgreinir gildi reitsins Upphafstími áskriftar

# Page 694487868 - Control 188713146 - Property 2879900210
source: Subscription Start Time
is_is: Upphafstími áskriftar

# Page 694487868 - Control 486669812 - Property 2879900210
source: Authentication
is_is: Sannvottun

# Page 694487868 - Control 2104240282 - Property 1295455071
source: Specifies the value of the Account API Key for the service.
is_is: Tilgreinir gildi API-lykils reiknings fyrir þjónustuna.

# Page 694487868 - Control 2104240282 - Property 2879900210
source: Account API Key
is_is: API-lykill reiknings

# Page 694487868 - Control 629845928 - Property 1295455071
source: Specifies the Account ID for the service.
is_is: Tilgreinir reikningskenni þjónustunnar.

# Page 694487868 - Control 629845928 - Property 2879900210
source: Account ID
is_is: Kenni reiknings

# Page 896418414 - Property 2879900210
source: tcmb.gov.tr Setup
is_is: tcmb.gov.tr uppsetningu

# Page 896418414 - Control 2445482498 - Property 2879900210
source: General
is_is: Almennt

# Page 896418414 - Control 29090838 - Property 1295455071
source: Specifies the rate type to download.
is_is: Tilgreinir gerð gengis sem á að sækja.

# XmlPort 2436912507 - Property 2879900210
source: Currency Exch. Rate Xml
is_is: Xml gjaldmiðilsgengis

# PageExtension 669225764 - NamedType 622548638
source: Currency ISO Code %1 was not found in https://currency-iso.org
is_is: Gjaldmiðill ISO-kóði %1 fannst ekki í https://currency-iso.org

# PageExtension 20278426 - NamedType 622548638
source: Currency ISO Code %1 was not found in https://currency-iso.org
is_is: Gjaldmiðill ISO-kóði %1 fannst ekki í https://currency-iso.org

# PageExtension 2490463647 - Control 4263865116 - Property 1295455071
source: Specifies the value of the Currency Filter field. Only exchange rates for the currencies within this filter will be imported using this serviece.
is_is: Tilgreinir gildi reitsins "Gjaldmiðilsafmörkun". Aðeins gengi gjaldmiðla innan þessarar afmörkunar verður flutt inn með þessari þjónustu.

# PageExtension 2490463647 - Control 4263865116 - Property 2879900210
source: Currency Filter
is_is: Gjaldmiðilsafmörkun [NAB: SUGGESTION]Gjaldmiðilssía

# TableExtension 1443021102 - Field 2865176230 - Property 2879900210
source: Currency Filter
is_is: gjaldmiðilsafmörkun

# Enum 3341549605 - EnumValue 395510365 - Property 2879900210
source: Purchase
is_is: Innkaup

# Enum 3341549605 - EnumValue 1406942772 - Property 2879900210
source: Sales
is_is: Sala

# Enum 3341549605 - EnumValue 296807932 - Property 2879900210
source: Sales/Purchase Average
is_is: Meðaltal sölu- og kaupgengis

# Enum 3535451507 - EnumValue 3703598467 - Property 2879900210
source: All
is_is: Allt

# Enum 3535451507 - EnumValue 2515285805 - Property 2879900210
source: Latest
is_is: Nýjastur

# Enum 3535451507 - EnumValue 3371220206 - Property 2879900210
source: None
is_is: Ekkert

# Enum 366075114 - EnumValue 3227672870 - Property 2879900210
source: Basic
is_is: Basic [NAB: SUGGESTION]Grunn

# Enum 366075114 - EnumValue 61828920 - Property 2879900210
source: Free
is_is: Frjáls

# Enum 366075114 - EnumValue 2603478797 - Property 2879900210
source: Professional
is_is: Faglegur

# Enum 366075114 - EnumValue 3829226427 - Property 2879900210
source: Professional Plus
is_is: Fagleg plús

# Enum 2390582789 - EnumValue 3788557405 - Property 2879900210
source: Average
is_is: Meðaltal

# Enum 2390582789 - EnumValue 395510365 - Property 2879900210
source: Purchase
is_is: Innkaup

# Enum 2390582789 - EnumValue 1406942772 - Property 2879900210
source: Sales
is_is: Sala [NAB: SUGGESTION]Sölur

# Enum 3493758169 - EnumValue 1648775716 - Property 2879900210
source: For Bank Note Buying
is_is: Kaup á bankanótu

# Enum 3493758169 - EnumValue 4118220532 - Property 2879900210
source: For Bank Note Selling
is_is: Fyrir seljandi bankanótu

# Enum 3493758169 - EnumValue 756486300 - Property 2879900210
source: For Exchange Buying
is_is: Fyrir Exchange -kaup

# Enum 3493758169 - EnumValue 984018428 - Property 2879900210
source: For Exchange Selling
is_is: Fyrir Exchange-selja

# PermissionSet 1810034880 - Property 2879900210
source: Integrate Currency Feeds
is_is: Gjaldmiðilsstraumar samþættingar
